package com.supr.blog.util.exception;

/**
 * 异常类 - 后台管理员账号冻结异常
 * ============================================================================
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.suprblog.com
 * ----------------------------------------------------------------------------
 * ============================================================================
 */
public class AdminLockException extends ServiceException {
	
	public AdminLockException() {
		super();
	}
	
	
}
